samples/sample-d2/module-android/lib/atlas/d2/chart.d2
other: :other { class: project-Other }
android: :android {
  class: container
  lib: :lib { class: project-AndroidLibrary }
}
kotlin: :kotlin {
  class: container
  jvm: :jvm { class: project-KotlinJVM }
}
android.lib -> kotlin.jvm { class: link-implementation }
android.lib -> other { class: link-implementation }
vars: {
  d2-legend: {
    project-AndroidLibrary: Android Library { class: project-AndroidLibrary }
    project-KotlinJVM: Kotlin JVM { class: project-KotlinJVM }
    project-Other: Other { class: project-Other }
    project-dummy1.class: hidden
    project-dummy2.class: hidden
    project-dummy1 -> project-dummy2: implementation { class: link-implementation }
  }
}
...@../../../../atlas/d2/classes.d2
